{
  "questions/english/AL/01. Newspapers/01_Q1.mp3": "Tell me about one of your favorite newspapers and why you like it.",
  "questions/english/AL/01. Newspapers/01_Q2-1.mp3": "Tell me about your routine when you read a newspaper. Where do you like to read the newspaper? And how do you choose what to read first? Tell me about how you normally read a newspaper.",
  "questions/english/AL/01. Newspapers/01_Q2-2.mp3": "How are newspapers different today than how they were in the past? What aspect has changed with regard to how the news is reported today?",
  "questions/english/AL/01. Newspapers/01_Q3-1.mp3": "How did you first become interested in reading newspapers? What attracted you to reading newspapers when you were younger? Tell me how that interest has developed over the years.",
  "questions/english/AL/01. Newspapers/01_Q3-2.mp3": "Newspapers are going through a time of transition from paper to digital formats. Talk about this change to digital forms of reporting the news. How has it affected the way people get their news?",
  "questions/english/AL/01. Newspapers/01_Q4.mp3": "What kinds of newspapers are there in your country? What kind of news do they typically report on and what are some sections they have?",
  "questions/english/AL/01. Newspapers/01_Q5.mp3": "Talk about a recent news story you read or saw. What was it about? Who was involved? Tell me everything about that news.",
  "questions/english/AL/01. Newspapers/01_Q6.mp3": "We all have news that we are particularly interested in. What was a story you read or saw that interested you? What made it more memorable than other new stories? What were your thoughts after you encountered that story?",
  "questions/english/AL/02. Television/02_Q1.mp3": "What kinds of TV programs do you like to watch? Why do you like to watch those programs?",
  "questions/english/AL/02. Television/02_Q2.mp3": "When do you watch TV most often? Where do you watch it? Whom do you watch with? Plus, what do you do while watching TV?",
  "questions/english/AL/02. Television/02_Q3.mp3": "What were TV programs like when you were young? How are they different now? Tell me about how TV programs have changed over the years.",
  "questions/english/AL/02. Television/02_Q4.mp3": "How did you first become interested in watching TV? What kinds of programs did you like watching when you were a child? How has your interest in TV programs changed over the years?",
  "questions/english/AL/02. Television/02_Q5.mp3": "Tell me about the last TV show or movie that you watched. What was the story about? Why was it memorable? Give me all the details.",
  "questions/english/AL/03. Internet/03_Q1.mp3": "What do people normally do on the internet? Do they play games, watch television, or watch movies? Talk about all the things people do online.",
  "questions/english/AL/03. Internet/03_Q10.mp3": "How is internet usage different among people in different age groups? How do young people use the internet differently? Discuss this matter in detail.",
  "questions/english/AL/03. Internet/03_Q2.mp3": "What do you usually do on the internet? Do you like to shop online? Do you like sharing videos with other people? Tell me about everything that you do online.",
  "questions/english/AL/03. Internet/03_Q3.mp3": "Tell me about your early experience of surfing the Internet. What do you remember particularly about that experience?",
  "questions/english/AL/03. Internet/03_Q4.mp3": "Tell me about when you use the Internet to get a project done. What was the project about? How did the Internet help you do that project?",
  "questions/english/AL/03. Internet/03_Q5.mp3": "I'm sure you have things that you remember seeing on the internet. Talk about a memorable posting that you saw on the internet. Why was it memorable for you?",
  "questions/english/AL/03. Internet/03_Q6.mp3": "Talk about the videos that you watch on the internet. What kinds of videos do you like to watch for fun, for work, or for school? Why do you like to watch those videos?",
  "questions/english/AL/03. Internet/03_Q7.mp3": "What did you do on the internet yesterday? What websites did you visit? Tell me about the things you did online yesterday.",
  "questions/english/AL/03. Internet/03_Q8.mp3": "Describe something memorable you saw online for work or for fun. Maybe it was something impressive, unusual, or meaningful to you. What was special about it?",
  "questions/english/AL/03. Internet/03_Q9.mp3": "What kinds of concerns do people have about internet use nowadays? They could be about issues regarding safety, privacy, or security. How have these concerns affected people's lives?",
  "questions/english/AL/04. Phones + Technology/04_Q1.mp3": "What kinds of technology do people typically use in your country? Do people use computers, cell phones, or handheld devices? What are some common forms of technology that people use?",
  "questions/english/AL/04. Phones + Technology/04_Q10.mp3": "Describe how people used cell phones five years ago. What did they do with their phones or mobile applications? What are some of the biggest changes in how people use their phones?",
  "questions/english/AL/04. Phones + Technology/04_Q11.mp3": "In some societies, there is a concern that young people are not developing face-to-face communication skills because they spend too much time on their phones. What do people in your country think about the way in which young people use their phones?",
  "questions/english/AL/04. Phones + Technology/04_Q2-1.mp3": "What do you like most about your phone? Maybe you like the camera or maybe you like certain applications. Tell me why you like those features.",
  "questions/english/AL/04. Phones + Technology/04_Q2-2.mp3": "What piece of technology do you use most often? Do you use computers or mobile phones? Tell me about the most typical type of technology you use every day.",
  "questions/english/AL/04. Phones + Technology/04_Q3.mp3": "What do you do on your phone besides talking to people? Do you make updates on your social media page? Do you play games? Tell me what you typically do on your phone.",
  "questions/english/AL/04. Phones + Technology/04_Q4-1.mp3": "Tell me about the first phone you used. How was it different from the phone you are using now?",
  "questions/english/AL/04. Phones + Technology/04_Q4-2.mp3": "Technology has definitely changed over time. Tell me about an early memory that you have about a piece of technology. It could be a computer or a mobile phone from many years ago. How has that technology changed over time?",
  "questions/english/AL/04. Phones + Technology/04_Q5-1.mp3": "Tell me about a time when you had trouble while using your phone. What was the problem and how did you deal with the situation?",
  "questions/english/AL/04. Phones + Technology/04_Q5-2.mp3": "Problems often come up because of our dependence on technology. Think about a time when you experienced a problem because some piece of technology was not working properly. Maybe your computer crashed, or maybe your cell phone had no service. Tell me about a time when you had some kind of problem getting technology to work.",
  "questions/english/AL/04. Phones + Technology/04_Q6.mp3": "I would like to know about the phone calls that you make. What kinds of things do you talk about with your friends over the phone?",
  "questions/english/AL/04. Phones + Technology/04_Q7.mp3": "Tell me when and where you talk on the phone most often. Who do you talk with most often when you talk on the phone?",
  "questions/english/AL/04. Phones + Technology/04_Q8.mp3": "Tell me about a recent phone call you remember. Who did you talk to and what did you talk about? What made that phone call so memorable?",
  "questions/english/AL/04. Phones + Technology/04_Q9.mp3": "How did you get to pick your current phone? Did someone recommend that phone to you? What were some things that made you buy that phone?",
  "questions/english/AL/05. Music/05_Q1-1.mp3": "You indicated in the survey that you listen to music. What kinds of music do you listen to? Who are some of your favorite musicians or composers?",
  "questions/english/AL/05. Music/05_Q1-2.mp3": "You indicated in the survey that you listen to music. Pick two different types of music or composers. Describe each in as much detail as possible. Compare the similarities and differences between them.",
  "questions/english/AL/05. Music/05_Q2.mp3": "When and where do you usually listen to music? Do you listen to the radio? Do you go to concerts? Tell me about the different ways you enjoy music.",
  "questions/english/AL/05. Music/05_Q3.mp3": "When did you first become interested in music? What kinds of music did you like at first? Tell me about how your interest in music developed from your childhood until today.",
  "questions/english/AL/05. Music/05_Q4.mp3": "Could you think back to a particularly memorable time when you heard live music? When was it? Where were you? Who were you with? What happened that made that performance so memorable?",
  "questions/english/AL/05. Music/05_Q5.mp3": "What new electronic gadgets or equipment are people who like music interested in these days? What new products excite them and why?",
  "questions/english/AL/06. Movies/06_Q1.mp3": "You indicated in the survey that you'd like to watch movies. What kinds of movies do you like to watch? Why do you like those types of movies?",
  "questions/english/AL/06. Movies/06_Q2.mp3": "Tell me about when you went to the movies recently. Who did you go with and how was that day? What did you do before the movie and what did you do after?",
  "questions/english/AL/06. Movies/06_Q3.mp3": "Tell me about a memorable movie that you watched in the past. What was it about? What was special about that movie?",
  "questions/english/AL/06. Movies/06_Q4.mp3": "Talk about a news story about your favorite actor or actress that you watched recently. Start by telling me about his or her background and then describe in detail what the news was about.",
  "questions/english/AL/06. Movies/06_Q5.mp3": "You indicated in the survey that you'd like to watch movies. Could you compare the movies made today to movies you watched while you were growing up? How have movies changed over the years? What are the differences and similarities?",
  "questions/english/AL/06. Movies/06_Q6.mp3": "When you talk to your friends about movies, what topics do you discuss? Why are these issues of interest or concern to you and your friends? What makes them so important?",
  "questions/english/AL/07. Industry/07_Q1.mp3": "Tell me about one of the rising industries in your country. Why is that industry famous and what is special about it?",
  "questions/english/AL/07. Industry/07_Q2.mp3": "Talk about a well-known company in the industry you just mentioned. What is special about that company?",
  "questions/english/AL/07. Industry/07_Q3.mp3": "Tell me about the benefits that industry provides. What kind of good is it doing for your country?",
  "questions/english/AL/07. Industry/07_Q4.mp3": "What kinds of companies do young people in your country want to work for? Why do they want to work for those companies?",
  "questions/english/AL/07. Industry/07_Q5.mp3": "What kinds of efforts have you made to help your career in the past? Why did you do those things and how did they help you?",
  "questions/english/AL/07. Industry/07_Q6.mp3": "Tell me about an industry you follow. Is it related to food, energy, or mobile computing? How is it different from three years ago?",
  "questions/english/AL/07. Industry/07_Q7.mp3": "Tell me about an incident that occurred in the industry you follow. Perhaps a game company released a new game, but the public was disappointed about it. Or perhaps a company released a new device, but it didn't meet people's expectations. How did your community react to the incident?",
  "questions/english/AL/07. Industry/07_Q8.mp3": "How do people prepare for future work in your country's industries? Do they get general education first or receive specific training once they join a company? Do they receive specific job training from a young age? How has the process changed over the past five years? Give me all the details.",
  "questions/english/AL/07. Industry/07_Q9.mp3": "What is an industry or a company that people in your country are talking about nowadays? Tell me why people are interested in this industry and what they are saying about it.",
  "questions/english/AL/08. Housing 1/08_Q1.mp3": "I would like to know where you live. Can you describe your home to me? What does it look like? How many rooms does it have?",
  "questions/english/AL/08. Housing 1/08_Q10.mp3": "Do you remember a specific incident as a child when you were not able to do a task that you were supposed to do? I would like to know all the details about what you were expected to do and why you could not do it.",
  "questions/english/AL/08. Housing 1/08_Q2.mp3": "I would like to know where you live. Talk about the different rooms in your home. Tell me about your favorite room. What does it look like?",
  "questions/english/AL/08. Housing 1/08_Q3-1.mp3": "What is your normal routine at home? What do you usually do on weekdays and what do you do on the weekends?",
  "questions/english/AL/08. Housing 1/08_Q3-2.mp3": "What kinds of things do you do to keep your house clean and comfortable? What kinds of housework do you do at home?",
  "questions/english/AL/08. Housing 1/08_Q3-3.mp3": "I would like to know where you live. Talk about the different rooms in your home. Tell me about your favorite room. What does it look like?",
  "questions/english/AL/08. Housing 1/08_Q4-1.mp3": "Describe the home you lived in as a child. How was it different from the home you live in now?",
  "questions/english/AL/08. Housing 1/08_Q4-2.mp3": "Talk about the place you lived in and the surrounding area when you were a child. What do you remember about that place? Describe your home from your early childhood in detail.",
  "questions/english/AL/08. Housing 1/08_Q5.mp3": "Talk about a special memory you had at home with your family members. Perhaps you had guests over or had a party of some sort. Tell me about that experience in detail.",
  "questions/english/AL/08. Housing 1/08_Q6.mp3": "We sometimes want to change something in our home, maybe get new furniture or do some painting or decorating. Tell me about one change that you made to your home. Tell me why you decided to make that change and everything you had to do to make that change happen.",
  "questions/english/AL/08. Housing 1/08_Q7.mp3": "There are always problems that happen in any home. Things break. Projects do not go as planned, or people you live with do not cooperate. Tell me about some problems or issues you had at your home.",
  "questions/english/AL/08. Housing 1/08_Q8.mp3": "Pick one of those problems and explain everything that happened. When did it occur and what caused the problem? Explain in detail everything you did to resolve the situation.",
  "questions/english/AL/08. Housing 1/08_Q9.mp3": "Tell me about the responsibilities you had as a child. What were you expected to do? How did you handle your responsibilities?",
  "questions/english/AL/09. Housing 2/09_Q1.mp3": "I would like to talk about where you live. Homes today are quite different from those built in the past. Modern homes have new technology and new designs. Tell me how homes in your country have changed over the past few years.",
  "questions/english/AL/09. Housing 2/09_Q2.mp3": "I would like to talk about where you live. Compare how you solve problems in your home to how your parents or friends solve problems that occur in their homes. How is it similar or different?",
  "questions/english/AL/09. Housing 2/09_Q3-1.mp3": "Housing is a topic that is often in the news. Tell me about what people in your country discuss when it comes to housing. Perhaps there are too many people who are looking for homes, or there are too many homes out on the market. Talk about a new story you remember about homes.",
  "questions/english/AL/09. Housing 2/09_Q3-2.mp3": "What are some major problems people have when they rent a house or an apartment? How do people deal with these issues? How do these things affect where people live?",
  "questions/english/AL/09. Housing 2/09_Q4.mp3": "I would like to talk about where you live. Many homes today are equipped with new appliances or electronic devices that make everyday life more convenient. What are some of these new home appliances or electronic devices?",
  "questions/english/AL/09. Housing 2/09_Q5-1.mp3": "Talk about a specific modern appliance or device that people consider as useful or convenient at home. Why do people consider this home appliance or device useful?",
  "questions/english/AL/09. Housing 2/09_Q5-2.mp3": "How have home appliances changed our lives? How is life before the appliances different from life now? What is the biggest change on our lives?",
  "questions/english/AL/10. Furniture + Recycling/10_Q1.mp3": "Tell me about the furniture you have in your home. Is there a piece of furniture that is your favorite?",
  "questions/english/AL/10. Furniture + Recycling/10_Q2.mp3": "Tell me about how you use your furniture on a typical day. What kinds of things do you do with your furniture?",
  "questions/english/AL/10. Furniture + Recycling/10_Q3.mp3": "Tell me about the furniture you had at home when you were a child. Was there anything different from the furniture that you used today?",
  "questions/english/AL/10. Furniture + Recycling/10_Q4.mp3": "Tell me about a time when you had a problem with your furniture. Perhaps it could have gotten damaged for some reason. Tell me what exactly happened and how you solved the problem.",
  "questions/english/AL/10. Furniture + Recycling/10_Q5.mp3": "I would like to know about how recycling is practiced in your country. What do people specifically do? Tell me how things are recycled.",
  "questions/english/AL/10. Furniture + Recycling/10_Q6.mp3": "Recycling is a common practice. Tell me about all the different kinds of things that you recycle.",
  "questions/english/AL/10. Furniture + Recycling/10_Q7-1.mp3": "Tell me what recycling was like when you were a child. Was there a particular place to which you took out the recyclables? Were there any special containers? Describe what it was like and what you did in detail.",
  "questions/english/AL/10. Furniture + Recycling/10_Q7-2.mp3": "The handling of recycling materials has changed over the years. Tell me how recycling materials were collected in the past, and how this has evolved over the years.",
  "questions/english/AL/10. Furniture + Recycling/10_Q8-1.mp3": "Problems sometimes occur while recycling. Perhaps the pickup service did not come as planned. Or the items were too big for the containers. Or the container was knocked over and some items spilled out. Tell me about something memorable related to recycling.",
  "questions/english/AL/10. Furniture + Recycling/10_Q8-2.mp3": "Stories about recycling are often in the media. Tell me about one new story that you heard of related to the recycling or perhaps the environment. Describe what the story was about and what their reaction to the story was.",
  "questions/english/AL/11. Work/11_Q1.mp3": "You indicated that you work. I would like to know about your company. What kind of company is it? When was it founded? Where is it located? What products or services does it offer?",
  "questions/english/AL/11. Work/11_Q2.mp3": "Tell me about your daily routine at work. What kind of work do you engage in on a normal work day? What do you typically do as soon as you arrive at your office? Tell me everything about your day at work.",
  "questions/english/AL/11. Work/11_Q3.mp3": "Now, tell me about a project you did at work last week. What kind of project was it? How did it go? What do you have to do for the project? Did you have any meetings to attend for the project?",
  "questions/english/AL/12. Food/12_Q1-1.mp3": "What are some of the popular dishes in your country? Tell me about a particular dish. What is special about it? Please describe it in detail.",
  "questions/english/AL/12. Food/12_Q1-2.mp3": "When was the last time you had some healthy food? Who was it with and how did you feel? What was special about that experience?",
  "questions/english/AL/12. Food/12_Q2-1.mp3": "What do you eat on a regular day? Tell me everything that you eat in detail.",
  "questions/english/AL/12. Food/12_Q3.mp3": "How do you shop for healthy food? What kinds of things do you have to do to cook healthy food?",
  "questions/english/AL/12. Food/12_Q4.mp3": "Tell me how you found out about eating healthy. Did your family eat healthy when you were growing up? Did your friend become healthier by eating healthy food? Describe to me in detail about how you started to eat healthy.",
  "questions/english/AL/12. Food/12_Q5.mp3": "Tell me about a memorable experience you had while eating something. It could have been something good or bad. What happened? Why was it so memorable or special? Tell me everything in as much detail as possible.",
  "questions/english/AL/12. Food/12_Q6.mp3": "How has food shopping changed over the last 20 years? What are the changes in how people buy their food? Describe those changes in as much detail as possible.",
  "questions/english/AL/12. Food/12_Q7.mp3": "There are sometimes news reports on food. Food can get contaminated or be affected by dangerous bacteria. Talk about a news report you watched regarding a food scare incident.",
  "questions/english/AL/13. Health/13_Q1.mp3": "Tell me about the kinds of foods healthy people eat. What kinds of foods are they? Where do they buy these healthy foods?",
  "questions/english/AL/13. Health/13_Q2.mp3": "Describe a healthy person you know of. What makes that person healthy? Tell me everything that makes that person healthier.",
  "questions/english/AL/13. Health/13_Q3.mp3": "Tell me about all the things you do in order to stay healthy.",
  "questions/english/AL/13. Health/13_Q4.mp3": "Have you ever changed a habit or a certain lifestyle for your health? Maybe you started to work out or started to eat healthy. Tell me about that change you made.",
  "questions/english/AL/13. Health/13_Q5.mp3": "Talk about one thing that you did for your health in detail. What kind of impact did it have on your health? Tell me about the effect that it had on your health.",
  "questions/english/AL/13. Health/13_Q6-1.mp3": "Ideas on what good health is and how to maintain health change frequently. What did people do to maintain good health when you were a child? What was considered to be a healthy diet at that time? How do people usually exercise? Describe how people's thoughts on what is healthy have changed over time.",
  "questions/english/AL/13. Health/13_Q6-2.mp3": "Different generations have different views on what is healthy. Some generations think people have to be skinny in order to be healthy, while others believe people must be muscular. What did your parents' generation think people have to be like to be healthy? How does that compare to what your generation believe?",
  "questions/english/AL/13. Health/13_Q7.mp3": "Tell me about a recent news story that you saw related to health issues. Describe what the issue was about in detail. How did your community react to the news?",
  "questions/english/AL/13. Health/13_Q8.mp3": "Tell me about the gym you used to go to in the past. What was it like? What kinds of facilities were there? How was it different from the gym you go to these days?",
  "questions/english/AL/14. Restaurants/14_Q1.mp3": "I would like to know about restaurants in your country. What do typical restaurants look like? What kinds of food do they commonly offer?",
  "questions/english/AL/14. Restaurants/14_Q10.mp3": "What are the latest trends people are talking about related to takeout or delivery food options? Perhaps it has to do with ordering online or an app. Or it has to do with some kinds of menus. Discuss the changes you have observed recently regarding takeout or delivery food options.",
  "questions/english/AL/14. Restaurants/14_Q11.mp3": "How do busy working people usually get their meals on weekdays? Do they order food or go to restaurants? What do they usually do?",
  "questions/english/AL/14. Restaurants/14_Q12.mp3": "What do you usually do for dinner during the week? Do you order food or go out to eat? Do you cook your own meals? Does someone else cook for you? Do you eat alone or eat with other people?",
  "questions/english/AL/14. Restaurants/14_Q13.mp3": "Tell me about how you found out about a special grocery store. Maybe a new specialty store opened in your community, or a new farmer's market opened and you wanted to check that place out. How did you find out about this new grocery store?",
  "questions/english/AL/14. Restaurants/14_Q2.mp3": "Tell me about a restaurant you ate recently. What kind of restaurant was it? What was their menu and what did you eat? Who were you with? Did you like how the food tasted?",
  "questions/english/AL/14. Restaurants/14_Q3.mp3": "Now, tell me about a restaurant you used to go to as a child. What was it like? What did you eat? Who did you go with? What do you remember most about that place? Tell me about that restaurant in as much detail as possible.",
  "questions/english/AL/14. Restaurants/14_Q4.mp3": "Talk about your favorite takeout or delivery food restaurant. What is that place like? What kinds of food do they commonly offer?",
  "questions/english/AL/14. Restaurants/14_Q5.mp3": "Talk about the last time you used a takeout or a delivery food service. Where was it and what did you get? What do you remember about that experience?",
  "questions/english/AL/14. Restaurants/14_Q6.mp3": "Talk about a time when you prepared for a special occasion using a takeout or a delivery service. What kinds of food did you get from the restaurant? Tell me about that experience with lots of details.",
  "questions/english/AL/14. Restaurants/14_Q7-1.mp3": "Many restaurants are changing their menus to suit customers who are more health-conscious. Talk about the changes you notice about restaurants in your country related to this trend.",
  "questions/english/AL/14. Restaurants/14_Q7-2.mp3": "What kinds of changes in restaurants are eating out have you noticed over the last few years? How was eating out different in the past? What has brought about these changes?",
  "questions/english/AL/14. Restaurants/14_Q7-3.mp3": "Many fast food, takeout or delivery restaurants are now offering healthy choices. Why do you think this change has happened in recent years? Was it a result of consumer pressure, market forces, or something else?",
  "questions/english/AL/14. Restaurants/14_Q8.mp3": "Chain restaurants, such as McDonald's, have a set menu you can expect. On the other hand, small local restaurants have their own menus, and you may not know what to expect. Talk about your experience of going to a chain restaurant and a local restaurant. What was the biggest difference?",
  "questions/english/AL/14. Restaurants/14_Q9.mp3": "When your friends or family discuss restaurants they like or dislike, what are some of the characteristics they discuss the most? How do these characteristics affect their dining experience?",
  "questions/english/AL/15. Bars/15_Q1-1.mp3": "You indicated that you go to bars. Describe the bar you go to most often. Tell me everything about that place in detail.",
  "questions/english/AL/15. Bars/15_Q1-2.mp3": "Tell me about your favorite pub that you like to go to.",
  "questions/english/AL/15. Bars/15_Q1-3.mp3": "Describe a pub or a bar that you go to often. Why do you like to go to that place?",
  "questions/english/AL/15. Bars/15_Q2-1.mp3": "Tell me about what you normally do at bars. Who do you usually go with? Tell me everything about your experiences of going to bars.",
  "questions/english/AL/15. Bars/15_Q2-2.mp3": "What do you normally do when you have gatherings at pubs? Do you call your friends first? Do you go to a bank before you visit pubs? Talk about what you do when you get together with your friends at pubs.",
  "questions/english/AL/15. Bars/15_Q2-3.mp3": "Besides drinking, what kinds of things do you do at bars or pubs?",
  "questions/english/AL/15. Bars/15_Q3-1.mp3": "Tell me about a memorable incident that happened at a bar. What exactly happened and why was it special? Tell me everything about that unforgettable incident at a bar.",
  "questions/english/AL/15. Bars/15_Q3-2.mp3": "Tell me about a special visit to a bar or a pub. Maybe you celebrated your birthday there. Tell me what you did before and after your bar visit and how you spent your time at that bar. Tell me the whole story.",
  "questions/english/AL/15. Bars/15_Q3-3.mp3": "Tell me about a memorable visit to a bar or a pub. When was this? Who did you go with? What did you do there? Tell me everything about that visit to that bar.",
  "questions/english/AL/15. Bars/15_Q4-1.mp3": "How have pubs changed over the years? How were they in the past and how are they now? What are the differences and the similarities?",
  "questions/english/AL/15. Bars/15_Q4-2.mp3": "Many people say that bars have changed a lot in recent years. How are bars these days different from bars five or ten years ago?",
  "questions/english/AL/15. Bars/15_Q4-3.mp3": "Bars and clubs have changed a lot over the years in terms of the entertainment, the cost, or the services they offer. Compare the similarities and differences between old-time bars and present bars or clubs.",
  "questions/english/AL/15. Bars/15_Q5.mp3": "Most bars and pubs have a special area to make drinks. Tell me what this area looks like at your favorite bar or pub.",
  "questions/english/AL/15. Bars/15_Q6.mp3": "What is a typical routine for a bartender? How do they start their day? What do they do while they work? How do they end their day?",
  "questions/english/AL/15. Bars/15_Q7.mp3": "Tell me about the first bar you remember going to. What did it look like? What was your impression of that place? Describe the first bar you went to with lots of details.",
  "questions/english/AL/15. Bars/15_Q8.mp3": "People nowadays don't go to bars just to drink. What kinds of activities do they do now? How have those activities at bars changed over the years?",
  "questions/english/AL/15. Bars/15_Q9-1.mp3": "The media often reports on bars or pubs. Tell me about a media report you recently saw regarding bars or pubs. What happened? Where was it? Who was involved? Give me all the details about that report.",
  "questions/english/AL/15. Bars/15_Q9-2.mp3": "Popular bars and pubs are often featured on TV or on social media such as Facebook. Tell me about a special occasion you have heard of or read about regarding a well-known bar or a club on TV or on social media. Perhaps there was a celebrity visit or a special party there. Describe in detail what happened from beginning to end.",
  "questions/english/AL/15. Bars/15_Q9-3.mp3": "The police sometimes has to raid bars for some reason. Tell me about a news you saw that involved both the police and a bar.",
  "questions/english/AL/16. Gatherings/16_Q1-1.mp3": "Talk about gatherings or celebrations in your country. What do people do when they get together to celebrate things?",
  "questions/english/AL/16. Gatherings/16_Q1-2.mp3": "Where do people usually have celebrations or parties in your area? Is it at someone's home, a park, or someplace else? Tell me everything about that place in as much detail as you can.",
  "questions/english/AL/16. Gatherings/16_Q2.mp3": "What did you do at your last gathering or celebration? What was the occasion? Give me all the details.",
  "questions/english/AL/16. Gatherings/16_Q3-1.mp3": "Talk about a memorable incident that happened at a gathering or a celebration. Why was it so memorable or unforgettable?",
  "questions/english/AL/16. Gatherings/16_Q3-2.mp3": "Tell me about the last holiday party or celebration that you attended. What happened and who was there with you? Tell me about what you did from beginning to end.",
  "questions/english/AL/16. Gatherings/16_Q4.mp3": "Talk about a time when you helped prepare for a party or a celebration. Perhaps you helped invite people, or you helped decorate the venue, or you helped get the food or drinks. Tell me about this experience from the beginning to the end.",
  "questions/english/AL/16. Gatherings/16_Q5.mp3": "How were gatherings or celebrations when you were a child? How are they different now? What kinds of events are popular more recently?",
  "questions/english/AL/16. Gatherings/16_Q6.mp3": "Gatherings and celebrations are important to people living in a city. However, the organization of these events takes time, energy, and money. What are some issues people talk about related to organizing these events?",
  "questions/english/AL/16. Gatherings/16_Q7.mp3": "Gatherings or celebrations in small towns are often different from those in big cities. Tell me about some of the similarities and differences between the celebrations people have in small towns and in big cities in your country.",
  "questions/english/AL/16. Gatherings/16_Q8.mp3": "What kinds of concerns do you hear people express regarding gatherings or celebrations in your area? Do people complain about traffic, parking, noise, garbage, or other problems?",
  "questions/english/AL/17. Domestic Trips/17_Q1.mp3": "You indicated in the survey that you take vacations domestically. Tell me about some of the places you like to travel to and why you like going there.",
  "questions/english/AL/17. Domestic Trips/17_Q2.mp3": "Can you tell me about the things you do in order to prepare for trips?",
  "questions/english/AL/17. Domestic Trips/17_Q3.mp3": "Tell me about some of the trips that you took in your youth. Where did you go? Who did you go with? And what did you do or see during those early trips?",
  "questions/english/AL/17. Domestic Trips/17_Q4.mp3": "Traveling can lead to many kinds of interesting, funny, and unexpected experiences. Tell me about one travel experience you had that was unforgettable. Start by telling me when this happened, where you were, and who you were with. And then, tell me about all the things that happened that made this experience so memorable.",
  "questions/english/AL/17. Domestic Trips/17_Q5.mp3": "You indicated in the survey that you take vacations domestically. People say that traveling has become more difficult in the past five years. Tell me about the types of changes you have observed while traveling and talk about how these changes have affected travelers.",
  "questions/english/AL/17. Domestic Trips/17_Q6.mp3": "What are some issues people have regarding trips? What are the main issues or concerns they typically raise or discuss? What causes these concerns? What is being done to address them for the future?",
  "questions/english/AL/18. Oversea Trips/18_Q1.mp3": "You indicated in the survey that you'd take vacations internationally. Could you describe for me one of the countries you have visited, what did it look like, and what were the people like there?",
  "questions/english/AL/18. Oversea Trips/18_Q2.mp3": "Talk about the things that you typically do when you visit another country or overseas city.",
  "questions/english/AL/18. Oversea Trips/18_Q3-2.mp3": "Think about another country that you visited when you were young. Describe what that country was like with lots of details. What were your impressions of the place?",
  "questions/english/AL/18. Oversea Trips/18_Q4-1.mp3": "Sometimes, something out of the ordinary happens while traveling. I wonder if you have ever experienced anything surprising, unexpected, or unusual during a trip. Tell me about that experience. Start by telling when and where you were traveling, and then give me all the details of that experience.",
  "questions/english/AL/18. Oversea Trips/18_Q4-2.mp3": "Tell me about a specific experience you had while you traveled outside your country. Perhaps something happened that was funny, interesting, or frightening. Tell me about what happened from beginning to end.",
  "questions/english/AL/18. Oversea Trips/18_Q5.mp3": "Tell me about a popular place tourists like to go to when traveling outside your country. Why do they like visiting those locations?",
  "questions/english/AL/18. Oversea Trips/18_Q6-1.mp3": "Tell me about where tourists go and what they do when they go on overseas trips.",
  "questions/english/AL/18. Oversea Trips/18_Q6-2.mp3": "When people discuss traveling to other countries, what are the things that they are mostly interested in doing or seeing? Why are these things of such interest or importance to travelers?",
  "questions/english/AL/18. Oversea Trips/18_Q7.mp3": "You indicated in the survey that you take vacations internationally. How has traveling to other countries changed over the years? Is it easier or more difficult? Describe what traveling was like in the past and what changes you have seen over the years.",
  "questions/english/AL/18. Oversea Trips/18_Q_03-1.mp3": "Tell me about your first trip to another country or city. When did you go? Where did you visit? What did you do there? Who did you go with? Tell me everything about that trip with lots of details.",
  "questions/english/AL/19. Geography/19_Q1.mp3": "Describe your country's geography for me. Are there mountains, lakes, or rivers? What is your country like?",
  "questions/english/AL/19. Geography/19_Q2.mp3": "Tell me a little bit about a country close to your country. Talk about what the country looks like and about its people and some of its traditions.",
  "questions/english/AL/19. Geography/19_Q3-1.mp3": "Tell me about the outdoor activities that are popular in your country. Do people go hiking, bike, or swim? What do people typically do outdoors?",
  "questions/english/AL/19. Geography/19_Q3-2.mp3": "Please tell me about the kinds of free-time activities people in your country do.",
  "questions/english/AL/19. Geography/19_Q4-1.mp3": "I would like you to pick a favorite place in your country from your childhood. Describe that place in detail. What was your memory of that place?",
  "questions/english/AL/19. Geography/19_Q4-2.mp3": "Tell me about an early memory of your country's geography. Perhaps it was a special place or an important landmark. What were your memories about that place?",
  "questions/english/AL/19. Geography/19_Q5.mp3": "People often have memorable or moving experiences when they explore their country's geography. You might have climbed a famous mountain or might have been to a beautiful beach. Tell me a memorable story of when you visited a natural place in your country.",
  "questions/english/AL/19. Geography/19_Q6.mp3": "How has your country changed in the past decade? Perhaps there were changes in urban development, tourism, or any other area. Choose one area of change and describe it with a lot of details.",
  "questions/english/AL/19. Geography/19_Q7.mp3": "Talk about a country that is geographically similar to your country. What are the changes the country has gone through in recent years?",
  "questions/english/AL/19. Geography/19_Q8-1.mp3": "Tell me about an article you read about the country you have mentioned. What was the article about? Was it related to the politics or the economy of the country?",
  "questions/english/AL/19. Geography/19_Q8-2.mp3": "Tell me in detail about changes you have observed concerning the relationship between your country and other countries. The change could be related to the economy, sports, arts, culture, or politics. Describe the change in detail.",
  "questions/english/AL/19. Geography/19_Q9.mp3": "I would like for you to think about a specific historic event that has affected the relationship between your country and one of its neighboring nations. It could be a treaty signed between two countries, a cultural event, or a visit of another country's minister or president. Tell me everything that happened in detail.",
  "questions/english/AL/20. Parks + Walking/20_Q1-1.mp3": "You indicated in the survey that you go to parks with adults. Tell me about the kinds of parks that you like to visit. What do the parks look like?",
  "questions/english/AL/20. Parks + Walking/20_Q1-2.mp3": "You indicated in the survey that you'd like to take walks. Talk about the things you do when you go for walks. Where do you normally go and how do you feel after taking walks?",
  "questions/english/AL/20. Parks + Walking/20_Q1-3.mp3": "Pick two popular parks that you know of. Tell me about their similarities and differences.",
  "questions/english/AL/20. Parks + Walking/20_Q2.mp3": "Describe what a typical visit to a park is like for you. Tell me about the things you do and see at parks.",
  "questions/english/AL/20. Parks + Walking/20_Q3-1.mp3": "Tell me about the last time you went to a park. Which park was it? When was it that you went? Tell me everything you did from the moment you arrived at the park to the time you left.",
  "questions/english/AL/20. Parks + Walking/20_Q3-2.mp3": "Tell me about the last time you went for a walk. Where did you go to and what happened? What did you do to prepare for the walk? What did you do after you were done?",
  "questions/english/AL/20. Parks + Walking/20_Q4.mp3": "Tell me about a memorable experience you had at a park. Maybe there was a special event, or maybe something unexpected happened. Begin by giving me some background about when and where it was. And then give me all the details about what happened.",
  "questions/english/AL/20. Parks + Walking/20_Q5-1.mp3": "How did you first start going to parks? What made you visit parks in the first place? Why do you go to parks now?",
  "questions/english/AL/20. Parks + Walking/20_Q5-2.mp3": "Now, tell me why you started to take walks in the first place. How has your interest in taking walks changed over the years? Why do you take walks now?",
  "questions/english/AL/20. Parks + Walking/20_Q6.mp3": "Compare the activities that children do at parks to activities that adults do while they are there. What are the differences? How are the facilities at parks for children and adults different?",
  "questions/english/AL/20. Parks + Walking/20_Q7.mp3": "I would like to know about one of the issues parks are faced with. What are the challenges public parks are facing these days? Discuss what has caused those concerns. What kinds of steps need to be taken to address those issues?",
  "questions/english/AL/21. Shopping/21_Q1.mp3": "You indicated in the survey that you'd like to go shopping. Talk about stores or shopping centers in your country. What are they like? Describe them in detail.",
  "questions/english/AL/21. Shopping/21_Q2-1.mp3": "Where do you go when you go shopping for something? What do you buy when you go there? What is special about that place?",
  "questions/english/AL/21. Shopping/21_Q2-2.mp3": "You indicated in the survey that you like to go shopping. I would like to know about your interest in shopping. How often do you go shopping? What do you most often buy? Where do you go for your shopping?",
  "questions/english/AL/21. Shopping/21_Q3.mp3": "Think of your early memories of shopping. Was there a store you remember from your childhood? What did it look like and what was your impression of that place? Describe that place for me in detail.",
  "questions/english/AL/21. Shopping/21_Q4.mp3": "When was the last time you went to shop for something? Where did you go and what did you buy? Who did you go with? What was special about that shopping experience?",
  "questions/english/AL/21. Shopping/21_Q5-1.mp3": "Sometimes, funny or unexpected things happen while shopping. Tell me about a memorable shopping experience you had. Maybe you saw a friend at a store. Maybe the item you bought was broken or did not work. Tell me about a shopping trip that you remember for some reason.",
  "questions/english/AL/21. Shopping/21_Q5-2.mp3": "You probably had many interesting experiences while shopping. Perhaps something good, funny or problematic happened. Where were you? What happened? And what did you do to deal with the situation? Tell me about that particular experience in as much detail as possible.",
  "questions/english/AL/21. Shopping/21_Q6.mp3": "You indicated in the survey that you'd like to go shopping. Shopping has changed a great deal over the years. What are some changes in people's shopping habits? Talk about some significant changes that have happened over the years.",
  "questions/english/AL/21. Shopping/21_Q7.mp3": "What kinds of products or services do you hear shoppers talk about these days? What are they generating so much interest? Tell me about those products people talk about in detail.",
  "questions/english/AL/22. Fashion/22_Q1.mp3": "What kinds of clothes do people in your country typically wear? Do they wear different clothes for work or for play?",
  "questions/english/AL/22. Fashion/22_Q2.mp3": "What kinds of clothes do you like to wear personally? What kind of fashion style do you prefer? What are you wearing today? Give me all the details about your fashion style.",
  "questions/english/AL/22. Fashion/22_Q3.mp3": "Fashion styles are always changing. Tell me about the kinds of clothes that were popular when you were younger. What did fashion styles look like back then? How were they different from what is popular now?",
  "questions/english/AL/22. Fashion/22_Q4.mp3": "What do you normally do when you go shopping? Where do you go and what do you look for? Tell me about your typical shopping habits.",
  "questions/english/AL/22. Fashion/22_Q5.mp3": "Tell me about the last time you bought a new piece of clothing. What did you need to buy and where did you find it? Were there any challenges or problems? Give me all the details.",
  "questions/english/AL/23. Holidays/23_Q1-1.mp3": "Tell me about some popular holidays in your country. Where do people typically celebrate these holidays? What kinds of things do they do to celebrate?",
  "questions/english/AL/23. Holidays/23_Q1-2.mp3": "What are some holidays in your country? What do people do during these holidays? What is special about them?",
  "questions/english/AL/23. Holidays/23_Q2.mp3": "Talk about a holiday memory from your childhood. Tell me where you were and what that place looked like. Tell me everything that you remember from that holiday scene.",
  "questions/english/AL/23. Holidays/23_Q3.mp3": "Talk about the most recent holiday you celebrated. Why was that holiday memorable? Was there anything special about that day? Talk about why that holiday was particularly unforgettable.",
  "questions/english/AL/23. Holidays/23_Q4.mp3": "What are some issues or concerns people have regarding holidays? What do people do to address those issues or concerns?",
  "questions/english/AL/24. Family + Friends/24_Q1-1.mp3": "Describe a family member or a friend you have. What is he or she like? What is special about that person?",
  "questions/english/AL/24. Family + Friends/24_Q1-2.mp3": "Describe two different friends or family members. Describe each of them in as much detail as you can. And then, tell me about the things they have in common and the differences between them.",
  "questions/english/AL/24. Family + Friends/24_Q2.mp3": "Tell me about what you commonly do with your friends or family members when you get together with them.",
  "questions/english/AL/24. Family + Friends/24_Q3.mp3": "Talk about what you did with your family members or friends recently. Tell me about the activities you did with them.",
  "questions/english/AL/24. Family + Friends/24_Q4.mp3": "Tell me about a special event or a holiday you celebrated with your family or friends. What made it so special? Give me all the details about that event or holiday from beginning to end.",
  "questions/english/AL/24. Family + Friends/24_Q5.mp3": "Tell me about when you visit a friend's or a family member's house. What do you normally do when you go there?",
  "questions/english/AL/24. Family + Friends/24_Q6.mp3": "Talk about a visit to a friend or a family member from your childhood. Who did you visit and whom did you go with? What do you remember about that visit and what made it unforgettable?",
  "questions/english/AL/24. Family + Friends/24_Q7.mp3": "Talk about a time when you recently visited a friend or a family member. What did you do when you went there? What was memorable about that visit? Tell me everything from beginning to end.",
  "questions/english/AL/24. Family + Friends/24_Q8.mp3": "When you get together with friends or family, what are some of the topics or interests you discuss? Why are these things of interest or concern to you? How do these things affect your life?",
  "questions/english/AL/25. Free Time/25_Q1-1.mp3": "Where do people in your country go to in their free time? Do they go to beaches? Do they go to parks or any other places? What are some popular locations that people like to visit in their free time?",
  "questions/english/AL/25. Free Time/25_Q1-2.mp3": "What do people in your country typically do in their free time? What is special about those activities?",
  "questions/english/AL/25. Free Time/25_Q3.mp3": "Tell me about the last time you had some free time. When was it? What did you do? Who did you spend time with?",
  "questions/english/AL/26. Weather/26_Q1.mp3": "Tell me about the weather at where you live. What is the weather like in each season? Which season do you personally like most?",
  "questions/english/AL/26. Weather/26_Q2.mp3": "How is the weather today at where you are? Is it cold? Is it warm? Talk about today's weather in detail.",
  "questions/english/AL/26. Weather/26_Q3.mp3": "How has the weather in your country changed over the years? What was the weather like when you were a child? How was it different from the weather now?",
  "questions/english/AL/26. Weather/26_Q4.mp3": "Severe weather conditions can do a lot of damage. Tell me about an experience you had related to severe weather conditions. Perhaps a city was flooded, or maybe businesses or schools were closed due to heavy snow. What was the problem? How do people deal with the situation?",
  "questions/english/AL/27. Transportation/27_Q1.mp3": "Tell me about how people get around in your country. Do they drive their own cars or take trains? What are some typical means of transportation to get around?",
  "questions/english/AL/27. Transportation/27_Q2.mp3": "What means of transportation do you use to get around? Do you drive your own car or take public transportation?",
  "questions/english/AL/27. Transportation/27_Q3.mp3": "How did you travel when you were a child? Were the types of transportation different back then? Describe for me how people used to get around in your city or town.",
  "questions/english/AL/27. Transportation/27_Q4.mp3": "Problems related to transportation often arise. Cars break down. Trains run late, or traffic could get bad. Tell me about a transportation problem that you once had. What did you do to deal with the situation?",
  "questions/english/AL/28. Banks/28_Q1.mp3": "Tell me about the banks in your country. What do they typically look like? Where are they usually located?",
  "questions/english/AL/28. Banks/28_Q2.mp3": "Tell me about what goes on when you visit the bank. What do you do from the moment you walk in until you walk out?",
  "questions/english/AL/28. Banks/28_Q3.mp3": "Banks have definitely changed over time. Tell me about a bank you remember from your childhood. What did the bank look like? How was it different from banks today?",
  "questions/english/AL/28. Banks/28_Q4.mp3": "Sometimes, problems can occur when you are at the bank. Tell me about a problem you had that involved your bank. Maybe the bank was closed, or perhaps the bank might have made some kind of mistake. Tell me how you dealt with that problem.",
  "questions/english/AL/29. Hotels/29_Q1.mp3": "Tell me about hotels in your country. What do they look like? Where are they located?",
  "questions/english/AL/29. Hotels/29_Q2.mp3": "Tell me what you typically do when you go to a hotel. What do you do first and what do you do after that? When do you usually stay at hotels?",
  "questions/english/AL/29. Hotels/29_Q3.mp3": "When was the last time you stayed at a hotel? Where were you? Why were you there? And what did you do? Tell me the whole story from beginning to end.",
  "questions/english/AL/29. Hotels/29_Q4.mp3": "People often have memories of beautiful or interesting hotels. Tell me about a hotel that you remember for some reason. Where was it located? What was it like? Why was it so memorable? Describe that hotel for me in as much detail as possible.",
  "questions/english/AL/30. Appointment/30_Q1.mp3": "What kinds of appointments do you make in your life? Where do you go to make your appointments?",
  "questions/english/AL/30. Appointment/30_Q2.mp3": "What kinds of things do you do when you make appointments? Tell me what you exactly do when you make these appointments.",
  "questions/english/AL/30. Appointment/30_Q3.mp3": "Talk about an appointment you made as a child. What was the appointment for? Was it for a doctor, a dentist, or a new school? What did you do and what happened when you got to your appointment?",
  "questions/english/AL/30. Appointment/30_Q4.mp3": "Unexpected things can happen when you make an appointment. Talk about a memorable incident regarding an appointment. What exactly happened and how did you deal with the situation?",
  "questions/english/AL/Role Play/32_Q1.mp3": "I'd like to give you a situation and ask you to act it out. You are at a clothing store and need to get some clothes. Ask three or four questions about the clothes you would like to buy.",
  "questions/english/AL/Role Play/32_Q10.mp3": "I'm sorry, but there is a problem that I need you to resolve. You bought some items from the store, but you accidentally left one item behind. Call the store and explain the situation. Ask them when you can visit the store to get your missing item.",
  "questions/english/AL/Role Play/32_Q11.mp3": "That's the end of the situation. What was a memorable shopping incident you had? Perhaps you might have gotten something as a gift for someone. What did you get? Who did you go with? Tell me about that shopping experience in detail.",
  "questions/english/AL/Role Play/32_Q12.mp3": "That's the end of the situation. Have you ever left something behind at a restaurant or at a store? It could have been your wallet, your cell phone, or something else that was important. Give me all the details of that incident.",
  "questions/english/AL/Role Play/32_Q13.mp3": "I'd like to give you a situation and ask you to act it out. Your friend told you about a food store that he or she goes to. Call your friend and ask about the food store to get some information.",
  "questions/english/AL/Role Play/32_Q14.mp3": "I'm sorry, but there is a problem that I need you to resolve. You have accidentally left your groceries behind at the food store. Call the food store and explain the situation. Give two to three solutions.",
  "questions/english/AL/Role Play/32_Q15.mp3": "That's the end of the situation. Talk about a food store you go to often. How did you first find that place? What is special about that store and what do they offer?",
  "questions/english/AL/Role Play/32_Q2.mp3": "I'm sorry, but there is a problem that I need you to resolve. The clothes you have ordered have arrived, but one of the shirts has a problem. Call the clothing store and explain the problem. Give two to three alternatives to solve the problem.",
  "questions/english/AL/Role Play/32_Q3.mp3": "That's the end of the situation. Have you ever been unhappy with something that you had bought or some service you had received? What was the problem? How did you deal with the situation? Tell me everything in detail.",
  "questions/english/AL/Role Play/32_Q5.mp3": "I'm sorry, but there is a problem that I need you to resolve. Once you get home with an item you bought, you realize that the item is damaged. Call the store and explain the situation, and state what you want to do to resolve the situation.",
  "questions/english/AL/Role Play/32_Q6.mp3": "That's the end of the situation. Have you ever bought something that did not work or was damaged? Tell me about the item you bought that did not function properly or was damaged. Explain what the item was, what was wrong with it, and what you did to resolve the situation.",
  "questions/english/AL/Role Play/32_Q7.mp3": "I'd like to give you a situation and ask you to act it out. There is a newly opened store in your neighborhood. Call your friend who knows about the new store and ask some questions about the store to get some information.",
  "questions/english/AL/Role Play/32_Q8.mp3": "I'm sorry, but there is a problem that I need you to resolve. You left your wallet behind at the store. Call the store and explain the situation. Give two to three alternatives to solve the problem.",
  "questions/english/AL/Role Play/32_Q9.mp3": "That's the end of the situation. Have you ever left something behind at a restaurant or at a store? It could have been your wallet, your cell phone, or something else that was important. Give me all the details of that incident.",
  "questions/english/AL/Role Play/33_Q1.mp3": "I'd like to give you a situation and ask you to act it out. You are planning on going on a trip. Call a travel agency and ask three or four questions about the trip you want to go on.",
  "questions/english/AL/Role Play/33_Q10.mp3": "I'm sorry, but there is a problem that I need to resolve. When you get to the train station, you miss your train and will be late to meet your friend. Call your friend, explain your situation, and offer some alternatives.",
  "questions/english/AL/Role Play/33_Q11.mp3": "That's the end of the situation. Have you ever traveled somewhere but missed a bus, a train, or a plane? Tell me about when you had difficulty getting to your destination. Start by telling me where you were going and what exactly happened. And then, tell me what you had to do to get to your destination.",
  "questions/english/AL/Role Play/33_Q12.mp3": "I'd like to give you a situation and ask you to act it out. You are planning on going on a trip to a country where your friend lives. Call your friend and ask about the geography there. And then ask two or three questions regarding your travel plans.",
  "questions/english/AL/Role Play/33_Q13.mp3": "I'm sorry, but there is a problem that I need you to resolve. You cannot go on the trip because of some reason. Call your friend and explain the situation. Give two to three alternatives.",
  "questions/english/AL/Role Play/33_Q14.mp3": "That's the end of the situation. Have you ever been on a trip to another country? How was the geography there different from your country's geography?",
  "questions/english/AL/Role Play/33_Q15.mp3": "I'd like to give you a situation and ask you to act it out. You need to rent a car for about a week. Call the rental agency and ask several questions about the car you want to rent.",
  "questions/english/AL/Role Play/33_Q16.mp3": "I'm sorry, but there is a problem that I need you to resolve. You have received the rental car, but there are many problems with it. Call the rental agency and explain the situation. Give two to three alternatives.",
  "questions/english/AL/Role Play/33_Q17.mp3": "That's the end of the situation. Have you ever rented a car from a rental car agency? Why did you rent the car? When and where did you rent the car? Give me all the details about that experience.",
  "questions/english/AL/Role Play/33_Q18.mp3": "You are visiting New York on vacation. You go to a car rental agency to rent a car. Imagine you are speaking to a rental car agent and ask three or four questions about renting a car for a week.",
  "questions/english/AL/Role Play/33_Q19.mp3": "I am not sure if I can let you rent a car because I am not familiar with your non-US driver's license. Can you explain to me what the license says and why it is the same as a valid US license?",
  "questions/english/AL/Role Play/33_Q2.mp3": "I'm sorry, but there is a problem that I need you to resolve. You have booked a non-refundable plane ticket. However, something has happened that prevents you from going next week. Call your travel agent, explain the situation, and offer two or three alternatives to resolve the problem.",
  "questions/english/AL/Role Play/33_Q20.mp3": "Can you now tell me about a memorable experience you had on one of your vacations? Perhaps something unexpected or unforgettable happened. Start by telling me where you were and who you were traveling with. And then give me all the details of the story.",
  "questions/english/AL/Role Play/33_Q3.mp3": "That's the end of the situation. There are times when something out of the ordinary happens while traveling. I wonder if you have ever experienced anything surprising, unexpected, or unusual during a trip. Start by telling when and where you were traveling. And then give me all the details about what it was that made it so unforgettable.",
  "questions/english/AL/Role Play/33_Q4.mp3": "I'm sorry, but there is a problem that I need you to resolve. You got a phone call from your travel agent and you have been informed that there is a problem with the trip that you wanted to go on and it is not available now. Call your friend, explain the situation and give two to three alternatives.",
  "questions/english/AL/Role Play/33_Q5.mp3": "That's the end of the situation. You may have had problems while you were planning a trip. What was the problem and how did you deal with the situation?",
  "questions/english/AL/Role Play/33_Q6.mp3": "I'm sorry, but there is a problem that I need you to resolve. You were supposed to be on a train to visit a friend. However, you missed the train and can't go to meet your friend. Call your friend and explain about the situation. Give two to three alternatives to solve the problem.",
  "questions/english/AL/Role Play/33_Q7.mp3": "I'm sorry, but there is a problem that I need you to resolve. When you arrived at the airport, you were told that your flight is cancelled, and other flights are completely booked. Call your travel agency, explain the situation, and make two or three suggestions to resolve the situation.",
  "questions/english/AL/Role Play/33_Q8.mp3": "That's the end of the situation. Have you ever had to deal with problems caused by cancelled flights? Describe that experience in detail. Tell me when and where this took place and what exactly happened. Talk about that experience from beginning to end.",
  "questions/english/AL/Role Play/33_Q9.mp3": "I'd like to give you a situation and ask you to act it out. You need to buy a train ticket to go visit your friend this weekend. Go to the ticket counter at the train station and ask three or four questions to get the information you need to book a ticket.",
  "questions/english/AL/Role Play/34_Q1.mp3": "I'd like to give you a situation and ask you to act it out. You have arrived in a new city and you're trying to find a hotel for the night. Go to the reception desk of a hotel. Describe the room you want and ask three or four questions to get information about what is available.",
  "questions/english/AL/Role Play/34_Q10.mp3": "I'd like to give you a situation and ask you to act it out. You are going on a vacation to another country. Call a hotel in that country and ask what the weather is like there. You want to know what clothes you should bring on your trip. Ask two or three more questions regarding your travel plans.",
  "questions/english/AL/Role Play/34_Q11.mp3": "I'm sorry, but there is a problem that I need you to resolve. The clothes that you have brought with you on your vacation are not suitable for the weather. Call a clothing store and explain the situation. Ask two or three questions about the kinds of clothes they have on sale.",
  "questions/english/AL/Role Play/34_Q12.mp3": "That's the end of the situation. Have you ever had any trouble due to unexpected weather? Who were you with? How did you deal with the situation? Tell me everything that happened.",
  "questions/english/AL/Role Play/34_Q13.mp3": "You are going on a trip on business to another country. Call a hotel that you want to stay at and ask 304 questions about the hotel.",
  "questions/english/AL/Role Play/34_Q14.mp3": "You were supposed to go on the business trip to another country with your boss. However, something came up suddenly and you can't go. Call your boss, explain the situation, and make two to three suggestions that will help you continue your business with the company overseas.",
  "questions/english/AL/Role Play/34_Q15.mp3": "Have you ever had a problem during a trip you took on business or for leisure? What was the nature of the problem and how did you deal with the situation? Describe in detail about what happened.",
  "questions/english/AL/Role Play/34_Q2.mp3": "I'm sorry, but there is a problem that I need you to resolve. You've learned that there are no rooms available at this hotel. Call your travel companions to let them know about the situation. Leave a message to describe the situation and propose some alternatives to the problem.",
  "questions/english/AL/Role Play/34_Q3.mp3": "That's the end of the situation. Think about a time when your travel plans did not work out as expected. What happened? Tell me all about the circumstances, what you and the others did, and how the situation was finally resolved.",
  "questions/english/AL/Role Play/34_Q4.mp3": "I'd like to give you a situation and ask you to act it out. You are staying at a hotel and have a free day to explore the city. Go to the front desk and ask three or four questions about what to do.",
  "questions/english/AL/Role Play/34_Q5.mp3": "I'm sorry, but there is a problem that I need you to resolve. You left your bag in the taxi that brought you back to the hotel. Call the taxi company and explain what happened. Ask them how you can get your bag back.",
  "questions/english/AL/Role Play/34_Q6.mp3": "That's the end of the situation. Have you ever lost something somewhere or could not find something important? Tell me about when you lost something important.",
  "questions/english/AL/Role Play/34_Q7.mp3": "I'd like to give you a situation and ask you to act it out. You are visiting a new city and need a hotel room for the night. Call a hotel and ask 304 questions to find out about its rooms and services.",
  "questions/english/AL/Role Play/34_Q8.mp3": "I'm sorry, but there is a problem that I need you to resolve. When you get to your hotel room, it is very small and not clean at all. Call the front desk and describe how you feel about the room in detail. And then, make some suggestions as to how you can resolve the situation.",
  "questions/english/AL/Role Play/34_Q9.mp3": "That's the end of the situation. Sometimes, surprising or unexpected things can happen when you stay at a hotel. Tell me about a memorable experience you had while staying at a hotel. Maybe there was a problem with your room, or maybe you met some other guests. Tell me the whole story of your interesting hotel visit.",
  "questions/english/AL/Role Play/35_Q1.mp3": "I'd like to give you a situation and ask you to act it out. You would like to buy a new cell phone. Call a store and ask three or four questions about a new phone you would like to purchase.",
  "questions/english/AL/Role Play/35_Q2.mp3": "I'm sorry, but there is a problem that I need you to resolve. You have received the new phone, but the features are not what you expected. You would like to return it to get a new phone. Call the store, explain the situation, and make arrangements to get a new product.",
  "questions/english/AL/Role Play/35_Q3.mp3": "That's the end of the situation. Have you ever bought a piece of technology which was not what you wanted or was different from what you had expected? Was the feature not what you wanted or did it just not work properly? Tell me about that experience in detail.",
  "questions/english/AL/Role Play/35_Q4.mp3": "I'd like to give you a situation and ask you to act it out. You want to take your friend to the movies. Call the theater and ask three or four questions to get tickets for you and your friend.",
  "questions/english/AL/Role Play/35_Q5.mp3": "I'm sorry, but there is a problem that I need you to resolve. When you and your friend arrive at the theatre, you discover that they've sold the wrong tickets to you. Explain the situation to the ticket seller at the booth. Offer two or three alternatives to solve the problem.",
  "questions/english/AL/Role Play/35_Q6.mp3": "That's the end of the situation. Have you ever bought concert tickets or made plans for a trip or made plans for other things, but had to cancel at the last minute because you could not make it? When was it? What exactly happened? Tell me everything that you did to resolve the situation.",
  "questions/english/AL/Role Play/35_Q7.mp3": "I'd like to give you a situation and ask you to act it out. You want to get two tickets to see a performance during your vacation. Call the box office and ask three or four questions to get tickets.",
  "questions/english/AL/Role Play/35_Q8.mp3": "I'm sorry, but there is a problem that I need you to resolve. On the day of the performance, you are very sick. Call your friend and explain the situation, and offer two different options to resolve the situation.",
  "questions/english/AL/Role Play/35_Q9.mp3": "That's the end of the situation. Have you ever bought concert tickets or made plans for a trip or made plans for other things, but had to cancel at the last minute because you could not make it? When was it? What exactly happened? Tell me everything that you did to resolve the situation.",
  "questions/english/AL/Role Play/36_Q1.mp3": "I'd like to give you a situation and ask you to act it out. You are at a store and you see a piece of furniture that you like. Go to the clerk and ask three or four questions about the furniture you want to buy.",
  "questions/english/AL/Role Play/36_Q10.mp3": "That's the end of the situation. How did you use the Internet to get a project done in the past? When was it? What was the project about? Give me all the details.",
  "questions/english/AL/Role Play/36_Q11.mp3": "That's the end of the situation. Have you ever had any trouble on the internet? Perhaps you had difficulty using a website or you lost internet connection. What was the exact problem and how did you deal with the situation?",
  "questions/english/AL/Role Play/36_Q2.mp3": "I'm sorry, but there is a problem that I need you to resolve. When you receive the furniture at home, there is a serious problem with it. Call the store, explain the situation, and offer two to three alternatives to solve the problem.",
  "questions/english/AL/Role Play/36_Q3.mp3": "That's the end of the situation. Have you ever bought furniture but had a problem when you got it? What was the problem and how did you deal with the situation?",
  "questions/english/AL/Role Play/36_Q4.mp3": "I'd like to give you a situation and ask you to act it out. You would like to find a house to live in. Call a management office and ask three or four questions about getting a house to live in.",
  "questions/english/AL/Role Play/36_Q5.mp3": "I'm sorry, but there is a problem that I need you to resolve. You have moved into the new house, but found out that one of the windows is broken. Call the repair shop, explain the situation, and why you have to get a new window as soon as possible.",
  "questions/english/AL/Role Play/36_Q6.mp3": "That's the end of the situation. Tell me about a time when you broke something at home. What exactly happened and how did you solve the problem? Give me all the details from beginning to end.",
  "questions/english/AL/Role Play/36_Q7.mp3": "I'd like to give you a situation and ask you to act it out. Your friend has found a cool website. Call your friend and ask three or four questions about the website he or she has found.",
  "questions/english/AL/Role Play/36_Q8.mp3": "I'm sorry, but there is a problem that I need you to resolve. You have tried to log on to that website, but there is something wrong with your web browser. Call the Internet Help Desk and ask for help. Explain why you need to get help as soon as possible.",
  "questions/english/AL/Role Play/36_Q9.mp3": "I'm sorry, but there is a problem that I need you to resolve. You have tried to check out that website, but it is not available. Call your friend. Explain the situation and make some suggestions to solve the problem.",
  "questions/english/AL/Role Play/37_Q1.mp3": "I'd like to give you a situation and ask you to act it out. A friend of yours has told you that a new bar has opened in your area. Call your friend and ask three or four questions to find out more about the bar.",
  "questions/english/AL/Role Play/37_Q10.mp3": "I'm sorry, but there is a problem that I need you to resolve. You have ordered lunch for a lunch meeting at your office. However, the delivery person has brought you someone else's lunch box. Call the manager of the restaurant, explain the situation, and give two to three solutions to the problem.",
  "questions/english/AL/Role Play/37_Q11.mp3": "That's the end of the situation. Talk about a recent time you went out to eat with your friends or family. Where did you go and who did you go with? What did you eat? Tell me everything about that experience.",
  "questions/english/AL/Role Play/37_Q12.mp3": "I'd like to give you a situation and ask you to act it out. You would like to go to a new restaurant that has opened recently. Call the restaurant and ask three or four questions to see if you want to go to that restaurant.",
  "questions/english/AL/Role Play/37_Q13.mp3": "That's the end of the situation. Tell me about a memorable experience you had at a restaurant. Maybe you did not like the food you ordered. Maybe there was some issue with other customers. Tell me everything about that incident you encountered.",
  "questions/english/AL/Role Play/37_Q14.mp3": "There is a new health food store in your town. Call the store and ask 3 or 4 questions to learn more about their products.",
  "questions/english/AL/Role Play/37_Q15.mp3": "After purchasing a food item at the store, you have discovered that something is wrong with the item. Call the store and explain the problem in detail and propose a solution.",
  "questions/english/AL/Role Play/37_Q16.mp3": "We sometimes have memorable experiences when we have meals with others. Tell me about a meal you had with family members, friends, or coworkers. Who were you with and where did you have the meal? What kind of food did you have?",
  "questions/english/AL/Role Play/37_Q2.mp3": "I'm sorry, but there is a problem that I need you to resolve. You are supposed to meet your friend at the new bar tonight, but you are not feeling well. Call your friend, explain your situation, and make two or three suggestions to go to the bar another time.",
  "questions/english/AL/Role Play/37_Q3.mp3": "That's the end of the situation. We all remember specific bar or pub visits. Tell me all about a bar visit that was particularly memorable. Who was there? What happened? Describe that evening in detail.",
  "questions/english/AL/Role Play/37_Q4.mp3": "I'd like to give you a situation and ask you to act it out. You have been invited to a friend's birthday party, which will be held at a bar. Call your friend and ask three or four questions about the bar that the party is going to be held at.",
  "questions/english/AL/Role Play/37_Q5.mp3": "I'm sorry, but there is a problem that I need you to resolve. You have a test coming up tomorrow and cannot go to your friend's birthday party. Call your friend, explain the situation, and give two to three alternatives regarding the situation.",
  "questions/english/AL/Role Play/37_Q6.mp3": "That's the end of the situation. Talk about a bar you'd like to go to. Why do you like to go to that bar? What is special about that place?",
  "questions/english/AL/Role Play/37_Q7.mp3": "I'm sorry, but there is a problem that I need you to resolve. You want to pay for the drinks at a bar, but you find out that you do not have your wallet on you. Explain your situation to the clerk at the bar and give several alternatives to deal with the situation.",
  "questions/english/AL/Role Play/37_Q8.mp3": "That's the end of the situation. We all remember specific bar or pub visits. Tell me all about a bar visit that was particularly memorable. Who was there? What happened? Describe that evening in detail.",
  "questions/english/AL/Role Play/37_Q9.mp3": "I'd like to give you a situation and ask you to act it out. Your friend's family member has opened a new restaurant. Call your friend and ask three or four questions to find out whether you want to order food from that place.",
  "questions/english/AL/Role Play/38_Q1.mp3": "I'd like to give you a situation and ask you to act it out. You would like to buy an MP3 player. Call your friend and ask about the MP3 player he or she is using. Ask three or four questions that will help you decide whether you want to buy the product your friend is using.",
  "questions/english/AL/Role Play/38_Q10-1.mp3": "Suppose that you have moved into a new building. Call the manager of the building and ask three or four questions about recycling.",
  "questions/english/AL/Role Play/38_Q10-2.mp3": "Suppose that you just moved into a big apartment building. Call the person at the front desk and ask three or four questions about the building's recycling policy.",
  "questions/english/AL/Role Play/38_Q11.mp3": "A new resident from abroad has just moved in. However, he is throwing away garbage in the recycling bin. Other residents are very upset about that. Go to the new resident, explain the situation, and explain to him in detail about the recycling policy.",
  "questions/english/AL/Role Play/38_Q12.mp3": "Tell me what recycling was like when you were a child. Was there a particular place you took out the recyclables to? How was recycling back then different from what you are doing now?",
  "questions/english/AL/Role Play/38_Q13.mp3": "You often host large parties and take out most of the recycling and garbage the next day. However, other residents in your building are not happy about it. One of them has come to complain to you. Explain your situation and offer several suggestions to resolve the problem.",
  "questions/english/AL/Role Play/38_Q14.mp3": "Describe a specific time in which you had trouble with recycling. It may have been a situation where you moved to a new place and did not know the rules, or you put the materials in the wrong containers. Describe what happened from beginning to end.",
  "questions/english/AL/Role Play/38_Q15.mp3": "You are thinking about subscribing a newspaper. Call the newspaper office and ask three or four questions about subscribing the paper.",
  "questions/english/AL/Role Play/38_Q16.mp3": "You bought a subscription to an online newspaper. After you pay for the subscription, you find out that you are not able to get access to the newspaper. Call the newspaper office, explain what happened, and try to get the newspaper to fix the problem with your access.",
  "questions/english/AL/Role Play/38_Q17.mp3": "When did you start reading the newspaper? What made you get interested in reading newspapers? What newspaper did you read first? Tell me about how your interest developed.",
  "questions/english/AL/Role Play/38_Q18.mp3": "Imagine that you are interviewing a reporter for a local newspaper in order to ask about his or her job. Ask the reporter three or four questions to find out more about what they do.",
  "questions/english/AL/Role Play/38_Q19.mp3": "During the interview, you get an emergency call from your office and you need to stop the interview and get back to work quickly. Explain the situation to the reporter and make arrangements for the rest of the interview at a later time.",
  "questions/english/AL/Role Play/38_Q2.mp3": "I'm sorry, but there is a problem that I need you to resolve. You have borrowed your friend's MP3 player but broke it by accident. Call your friend. Explain how you broke it and what its current condition is like. And then give two or three alternatives in order to get another working MP3 player for your friend.",
  "questions/english/AL/Role Play/38_Q20.mp3": "Tell me about one memorable experience you had related to reading newspapers. It might have been a news story you read or an interesting editorial. Tell me about that experience in detail.",
  "questions/english/AL/Role Play/38_Q3.mp3": "That's the end of the situation. Tell me about a time when a piece of equipment broke. What exactly happened and how did you fix the problem? Tell me everything about that experience.",
  "questions/english/AL/Role Play/38_Q4.mp3": "I'd like to give you a situation and ask you to act it out. You want to borrow a bike from your friend to go to a shopping mall. Call your friend and ask 304 questions to borrow the bike.",
  "questions/english/AL/Role Play/38_Q5.mp3": "I'm sorry, but there is a problem that I need you to resolve. You parked the bike that you had borrowed outside the shopping mall. However, the bike was run over by a truck. Call your friend. Explain the situation and give two or three suggestions to solve the problem.",
  "questions/english/AL/Role Play/38_Q6.mp3": "That's the end of the situation. Now, tell me about a time when you had a problem while using a bike or any other type of transportation. What happened? And how did you deal with the problem?",
  "questions/english/AL/Role Play/38_Q7.mp3": "I'd like to give you a situation and ask you to act it out. Someone in your family is going on a vacation and you have agreed to take care of his or her responsibilities at home. Call your relative and ask three or four questions to get all the information you need.",
  "questions/english/AL/Role Play/38_Q8.mp3": "I'm sorry, but there is a problem that I need you to resolve. When you arrive at your relative's house, the door is locked and the key is not where it is supposed to be. Call your relative's hotel and leave a message explaining the situation. Give two or three options to resolve the problem.",
  "questions/english/AL/Role Play/38_Q9.mp3": "That's the end of the situation. Have you ever been in a situation where you agreed to do something for friends or family members and then could not do it? Give me all the details about what you agreed to do, what happened, and how the situation was resolved.",
  "questions/english/AL/Role Play/39_Q1.mp3": "I'd like to give you a situation and ask you to act it out. You are going for an interview at a company. Call the company and ask three or four questions about the company.",
  "questions/english/AL/Role Play/39_Q10.mp3": "I'd like to give you a situation and ask you to act it out. You need to open a new bank account. Call the bank and ask the bank teller three or four questions about opening a new account.",
  "questions/english/AL/Role Play/39_Q11.mp3": "That's the end of the situation. Have you ever had any problems with your bank card or had any trouble while using banking machines or ATMs? Describe the problem you had in detail and what you did to solve the problem.",
  "questions/english/AL/Role Play/39_Q12-1.mp3": "I'd like to give you a situation and ask you to act it out. You want to enroll for a class at a fitness center. Call the fitness center and ask three or four questions about their programs.",
  "questions/english/AL/Role Play/39_Q12-2.mp3": "I'd like to give you a situation and ask you to act it out. You are interested in joining a new gym that has recently opened in your town. Call the gym and ask three or four questions to get some information about the gym.",
  "questions/english/AL/Role Play/39_Q13.mp3": "I'm sorry, but there is a problem that I need you to resolve. There is an emergency and you cannot make it to a training session with your personal trainer. Call your trainer and explain the situation. Give some alternatives to make arrangements for a schedule change.",
  "questions/english/AL/Role Play/39_Q14.mp3": "That's the end of the situation. Have you ever tried anything to become healthier? Tell me everything that you have tried to improve your health.",
  "questions/english/AL/Role Play/39_Q15.mp3": "You read about a professional nutritionist that helps people improve their diets. Call the nutritionist's office and ask three or four questions to get more information.",
  "questions/english/AL/Role Play/39_Q16.mp3": "You have an appointment to meet with a nutritionist to help you make your diet healthier. However, on the day of the meeting, your boss asks you to work late. Call the nutritionist. Explain the situation and offer two to three alternatives.",
  "questions/english/AL/Role Play/39_Q17.mp3": "Describe a time when you made a significant change to your diet or exercise routine. What led this change to happen? How did it work out eventually? Describe what happened in detail from beginning to end.",
  "questions/english/AL/Role Play/39_Q18.mp3": "I'd like to give you a situation and ask you to act it out. You are driving your car through a small town and have car trouble. Go to the nearest service station and ask for help. Ask three or four questions to get the information you need to get your car fixed.",
  "questions/english/AL/Role Play/39_Q19.mp3": "I'm sorry, but there is a problem that I need you to resolve. Because of the car trouble, you will miss an important business meeting. Call your client, explain the situation, and offer some alternative solutions.",
  "questions/english/AL/Role Play/39_Q2.mp3": "I'm sorry, but there is a problem that I need you to resolve. There is an emergency and you cannot make it to the interview. Call the company and explain the situation. Give some alternatives to make arrangements for a schedule change.",
  "questions/english/AL/Role Play/39_Q20.mp3": "That's the end of the situation. Tell me about the last time you had trouble with your car. What was the problem and how did you resolve it? Give me lots of details about that experience.",
  "questions/english/AL/Role Play/39_Q3.mp3": "That's the end of the situation. Have you ever cancelled an appointment or a meeting for any reason? Why did you have to do that, and how did you deal with the situation?",
  "questions/english/AL/Role Play/39_Q4.mp3": "I'd like to give you a situation and ask you to act it out. You would like to make an appointment to see the doctor. Call the doctor's office and ask three or four questions about things you need to know. And then, set a time to go see the doctor.",
  "questions/english/AL/Role Play/39_Q5.mp3": "I'm sorry, but there is a problem that I need you to resolve. Something has come up that prevents you from going in to see the doctor. Call the doctor's office and explain the situation. Give two to three alternatives to make a new appointment with the doctor.",
  "questions/english/AL/Role Play/39_Q6.mp3": "That's the end of the situation. Have you ever missed an important appointment or a meeting, or was late for it? What happened and what did you do? Give me all the details about that experience.",
  "questions/english/AL/Role Play/39_Q7.mp3": "I'd like to give you a situation and ask you to act it out. You need to open a new bank account. Go to the bank and ask the bank representative three or four questions to learn everything you need to know in order to open an account.",
  "questions/english/AL/Role Play/39_Q8.mp3": "I'm sorry, but there is a problem that I need you to resolve. You have left your new bank card at the restaurant where you had dinner. Call the restaurant and explain what happened. Describe your card and offer suggestions as to how to get the card back to you.",
  "questions/english/AL/Role Play/39_Q9.mp3": "That's the end of the situation. Can you remember a problem you had with a bank account, a credit card, or an ATM card that required some help or some assistance? Perhaps you lost your card or the card would not work. Tell me about that experience you had in as much detail as you can.",
  "questions/english/AL/Role Play/40_Q1.mp3": "I'd like to give you a situation and ask you to act it out. A friend wants to go to the park with you this weekend. Call your friend and ask three or four questions to find out all you need to know.",
  "questions/english/AL/Role Play/40_Q10.mp3": "That's the end of the situation. Have you ever made plans for a trip or a party, but had to cancel at the last minute because of something that happened unexpectedly? Tell me everything about what prevented you from going.",
  "questions/english/AL/Role Play/40_Q11.mp3": "I'd like to give you a situation and ask you to act it out. You have been invited to a holiday party. Call your friend and ask when the party starts and what you should bring there. Ask two or three more questions about the party.",
  "questions/english/AL/Role Play/40_Q12.mp3": "I'm sorry, but there is a problem that I need you to resolve. You just had a car accident and you are going to be late for the holiday party. Call your friend, explain the situation, and give two to three alternatives regarding the situation.",
  "questions/english/AL/Role Play/40_Q13.mp3": "That's the end of the situation. Have you ever made plans for a trip or a party, but had to cancel at the last minute because of something that happened unexpectedly? Tell me everything about what prevented you from going.",
  "questions/english/AL/Role Play/40_Q2.mp3": "I'm sorry, but there is a problem that I need you to resolve. You are supposed to pick your friend up in an hour to go to the park together. However, you have a problem and cannot go to the park. Call your friend and explain the situation. Give two or three alternatives.",
  "questions/english/AL/Role Play/40_Q3.mp3": "That's the end of the situation. Tell me the story of one very memorable experience you had while visiting a park. Maybe something funny, unexpected, or wonderful happened. Start with some background about when and where this took place, who you were with, and what you were doing at the park. And then, tell me why it was so unforgettable or special.",
  "questions/english/AL/Role Play/40_Q4.mp3": "I'm sorry, but there is a problem that I need you to resolve. You've just learned on the news that the park you were planning to visit will not open this weekend. Call your friend, explain the situation, and offer two or three alternatives.",
  "questions/english/AL/Role Play/40_Q5.mp3": "I'd like to give you a situation and ask you to act it out. You want to meet up with your friend on the weekend. Call your friend and ask three or four questions about what you guys can do and when you want to meet.",
  "questions/english/AL/Role Play/40_Q6.mp3": "I'm sorry, but there is a problem that I need you to resolve. You are unable to meet your friend at the time and place that was agreed upon. Call your friend and give two to three alternatives to address the problem.",
  "questions/english/AL/Role Play/40_Q7.mp3": "That's the end of the situation. Was there a time when you had to cancel your plans with someone? Maybe the weather was bad. Maybe you had some important work that took up your free time. What did you do to deal with the situation?",
  "questions/english/AL/Role Play/40_Q8.mp3": "I'd like to give you a situation and ask you to act it out. Your friend has asked you to help prepare for a birthday party. Call your friend and ask three or four questions to find out more about the party.",
  "questions/english/AL/Role Play/40_Q9.mp3": "I'm sorry, but there is a problem that I need you to resolve. You are supposed to help your friend prepare for the party. However, you have a problem and cannot go. Call your friend, explain the situation, and give two to three alternatives regarding the situation."
}